Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 하아
en: huff

source: 각오하시죠
en: better get ready.

source: 어디서 찾았어
en: where did you find it?

source: …일어났니?
en: I see you’re awake.

source: 척
en: point

source: 네가 지면
en: if you lose...

source: 그냥 어쩔 수 없이 죽였다 하면 그만이야
en: ...but had no choice but to finish you.

source: 그런데!
en: but,

source: 부웅
en: vroom

source: 마침내
en: ...finally...

source: 그 자존심 센 북한이 말이야
en: don’t you see it? those prideful north koreans...

source: 왜?
en: why?

source: 영장도 없이 여길 쳐들어온 거였나?
en: so are you saying that you barged in on us without a warrant?

source: 부웅!
en: swoosh

source: 끄덕 끄덕
en: nod nod

source: 다 뒤집어쓰기 좋다는 뜻이야
en: ...you become the perfect scapegoat.

source: 이건…
en: this is...

source: 3년 내내 붙어다녔는데..
en: we were practically glued to each other the past three years...

source: 판단 좋은데
en: he made a good choice. I’ll give him that.

source: 살아 있는 거 빤히 아는데
en: we know full well that he’s alive.

source: 너희들을 여기서 다 죽이고 나가면
en: if we kill all of you here...

source: 짝 짝 짝
en: clap clap clap

source: 아빠 너무 미워하지 말렴
en: ...don’t hate your dad so much.

source: 쿵!
en: thud

source: 치렁치렁 길러가지고
en: it’s so long that it hangs...

source: 특이한 점이 하나 있다
en: ...there’s one peculiar thing about this place.

source: 더럽구만
en: ...like shit.

source: 진지하게 받아들여도 되겠습니까?
en: your words seriously?

source: 탕 탕!
en: bam bam

source: 뻑!
en: thwack

source: 저..전쟁에서 지휘관이 죽으면 뭐야!!
en: yo-you know what happens when the commander dies in battle, right?!

source: 난곳
en: Birthplace

source: 동선이 겹치기라도 하면 안되지 않네?
en: ...don’t you think?

source: 눈에 띈다우
en: you stand out from the rest.

source: …서라…쩝쩝…
en: ...straight...

source: 스윽
en: remove

source: 덜컹 덜컹
en: clank clank

source: 남은 인원은 스무명 남짓
en: ...there were about only 20 remaining.

source: 안그러면…
en: or else...

source: 스피커 내 소리 차단 연락처
en: Speak Mute Contacts

source: 무료 급식센터
en: Soup Kitchen

source: 코드 66의 북송'
en: give them code 66.

source: 김 김태윤 의원
en: Kim Senator Taeyoon Kim

source: 할 수 있겠나?
en: can you do it?

source: 천천히...
en: slowly...

source: 처음에는 야시꼽다 생각했지만
en: at first, I hated him for getting on my nerves, but...

source: 상관없으니
en: everything is under control, but...

source: 부우우우웅!
en: vroom

source: 심심한 애도를 표합니다
en: ...the unfortunate incident that took place in this truck.

source: 빨리!!
en: now!!

source: 아빠가…
en: my dad was a spy...?

source: …내래 무슨 꽃제비인 줄 아니?
en: you think I’m a *kkotjaebi? *kkotjaebi refers to a child beggar scavenging for food.

source: 주십시오!!
en: let me go!!

source: 전부 다 잊고
en: forget everything, and...

source: 풀썩
en: flop

source: 민지야
en: minji...

source: 배고픔이 싫었다
en: I hated being hungry.

source: 텔레비죤에서 나온 건 잘 봤습네다
en: I’ve seen you on TV.

source: '우리집에서 국수 먹고 갈래?'
en: how about a bowl of noodles at my house?

source: 반드시 그렇게 만들어 주지
en: ...that it will happen.

source: ...어쩔까요?
en: what should we do?

source: 당신들 누구야!
en: what do you think you’re doing?!

source: 진짜 뭐든지 할 수 있냐?
en: ...if we discharge you?

source: 생각이 똑같았다
en: ...our brains were connected to each other.

source: 수신전화
en: incoming call

source: 앞차 부수기
en: front kick.

source: 이 ㅆㅂ새끼야!!
en: can’t you hear me, you little fuck?!!

source: 실장님!
en: sir!

source: …뭐이야 이건?
en: what is this now?

source: 우리는 정말
en: the three of us connected very well...

source: 얼마?
en: how much?

source: 취이이이익
en: pshhhh

source: 늦어서 미안해~
en: I’m sorry for being late guys.

source: 하하...
en: haha...

source: 이야~ 너 가다 좀 있구나?
en: wow, what a record you’ve got, eh?

source: 기억나는 건 우리는 부여받은 번호로 불렸다는 것
en: all I can remember is that we were called by numbers instead of names and that...

source: 가!!!
en: go!!!

source: 대한민국
en: taekwondo medalist

source: 73번의 처리는 끝났으니 자결하라
en: now that I’ve taken care of 73, kill yourself.

source: 기여~ 그럼 그러자고~
en: yeah, let’s go do that.

source: 아버지, 태권도는 참 화려하구만요
en: father, taekwondo is such a fancy sport.

source: 손을 묶은 채 물에 담구기도 했으며
en: ...threw us in the water with our hands tied.

source: 너, 이 휴대폰이 얼마짜리인줄 아냐?
en: hey, do you have any idea how much this phone costs?

source: 사람?
en: a man?

source: 아...
en: oh...

source: 조폭들과 연관에
en: ...and your ties to the gangs...

source: 정신력으로!
en: a strong mind! that’s enough!

source: 다음~
en: next, please.

source: 73번과는 무슨 사이네?
en: how do you know 73?

source: 그런데 왜 자꾸 뭔가를 숨기는 것 같지?
en: but why do I feel like you’re hiding something from me?

source: 전방 1km 앞에 전부 라인 쳐!
en: fence up the area 1km from here!

source: 엇차~
en: fire in the hole!

source: 아무리 무기가 없다지만….
en: sure, we’re fighting without any weapons, but...

source: 대체 누가…?
en: who’s in there...?

source: 삑
en: beep

source: 요원이라는건 말이야
en: let me tell you what good agents do....

source: 꼴깍 꼴깍 꼴깍
en: gulp gulp gulp

source: 인사왔냐?
en: you think we’re here for a house party?

source: 너 대체 무슨 짓을…!
en: what did you do?!

source: ...주영건설 주강찬씨?
en: chairman ju from the gangchan construction?

source: 어서 나가자구
en: let’s get out of here now.

source: 그렇구만…
en: I understand...

source: 이야…기거이 참 이상하구나
en: my, my. how strange.

source: 난 괜찮아!!
en: I’m fine!!

source: 상환 판단은 가장 중요한 요소이다
en: ...judgments play the crucial role of determining the success of missions.

source: 타 앙!
en: bang

source: 장효준
en: hyojun jang

source: 얼만큼요?
en: how much do you love her?

source: '진짜 말도 안되는 계획'
en: “nonsensical plan”

source: 쾅!
en: slam

source: 쿠당탕탕!
en: crash

source: 중요한 순간 연락이 되지 않아 물거품이 됐다
en: ...communication was cut at the critical time.

source: 실력은 확실합니다
en: yes, sir, he can.

source: 언제부터...
en: since when...

source: 가시라요
en: go now.

source: 푸…
en: pfft...

source: 그래 그래
en: yes, yes. it was nice talking to you.

source: 동생
en: brother.

source: 그러길래 조심 좀 하지 그랬어 이놈아~
en: you should’ve been more careful, boy!

source: 낭만 하나 쯤은 있어야지
en: ...one romantic reason that keeps him alive.

source: 앞차가 좀 이상합니다!!
en: it looks like something’s off in the front car!!

source: 네가 달렸다고!
en: ...in your hands!

source: 궁금하지?
en: you curious?

source: 도망!
en: it was to run away!

source: 지직
en: crackle

source: 그 때 그 깡패놈들이
en: ...that those gangsters from the restaurant...

source: 박태준 만화회사 (인스타그램 아이콘) ptj.comics
en: Park Taejun Comics ptj.comics

source: ….동감이오
en: I’m with you on that...

source: 박진철 ???
en: jincheol park ???

source: 민지를 부탁해요
en: please take good care of minji...

source: 오싹
en: terror

source: 김부장
en: manager kim

source: 잘 버티십네다
en: ...impressive.

source: 두리번 두리번
en: glance

source: 에미나이!
en: young lady!

source: 자신은 지금
en: ...that he’s being...

source: 타앙!
en: bam

source: 손님 왔다고?
en: we got a guest?

source: 누군가는 사람을 위해서
en: for love.

source: 타타탁
en: step

source: 물론 진짜 때릴 정도의 지능은 아니겠지
en: I know you have enough intelligence not to punch me.

source: 얘 미친놈인 거 알잖아!!!
en: he’s a freakin’ madman!!!

source: 이제 좀 정신이 들어?
en: do you now realize how different we are?

source: 시작하겠습니다 대표님
en: sir, we’ll start now.

source: 무서울게 없다는게?
en: ...when you said you got nothing to fear.

source: 72세
en: 72 years old

source: 좀 들어갈게요?
en: permission to enter?

source: 휘청
en: stagger

source: 탁탁탁탁
en: sprint

source: 뭔지는 몰라도 뭔가 잘못 알고 계신 것 같은데요...
en: I don’t know what this is all about, but there’s got to be some kind of misunderstanding.

source: 쏴아아아
en: pitter patter

source: 두고 가라
en: leave it there.

source: 없….난제…
en: about... style...

source: 한 번 모가지를 따고 와바ㅗ!
en: come back here after you kill him!

source: 내부에 침입자 발견
en: we found a trespasser in the building.

source: 알겄제?
en: got that?

source: 대한민국 성한수 ???
en: republic of korea hansu seong ???

source: 아, 내 다리가 저기에 있네
en: oh, is that my leg over there?

source: 주룩
en: drip

source: 웨에에에엥
en: wee-oww

source: 아는 인력사무소에 연락 넣어 놓을게
en: I’ll speak to the human resource management office.

source: 헛소리 말고 기합이나 바짝 넣으라우 내일이 작전인데..
en: stop your gibberish and gird your loins. the operation is tomorrow.

source: 오~~ 장발 군인~ 들어와!들어와!
en: oh! long-haired soldier. come on in!

source: 살아야 할 이유를 찾은 것 같았다
en: it was like I found a reason to live.

source: 금은화의 꽃말은
en: the flower, honeysuckle, means...

source: 아니면 사진만 빼고 갈아끼우던지
en: or put the picture somewhere else.

source: 임무는..
en: the mission...

source: 한 명한테 당했어..
en: by just one man...

source: 제 사진입네다
en: this is my picture.

source: 금방 올테니까...
en: I’ll be right back...

source: 하하하
en: hahaha

source: 컥!
en: ack!

source: 이봐 주혜리 학생 보호자분
en: hey, guardian of student hyeri ju.

source: 너한테 그런 소리 듣고 싶지 않구나야
en: I don’t think you’re the right person to tell me that.

source: 후우- 너네는 진짜 나한테 고마워해야 돼
en: whew... you guys should seriously thank me.

source: …...맞네
en: right...

source: 드륵
en: slide

source: 움직이지마!
en: nobody move!

source: 커어-
en: snore

source: 저는 한 번도 명령을 거역한 적이 없디요
en: I have never disobeyed the party, not once.

source: 계속 꿈꿔오셨던 정예 북파 공작고
en: you can make the north korean spy unit happen...

source: 방법이 없다
en: I have no choice.

source: 너희들은 어떨지 몰라도
en: I don’t know about you guys, but...

source: 바위는 영어로!
en: rock, you say?!

source: 퍽!
en: pow

source: 어때
en: what do you say...

source: 음?
en: huh?

source: 중동 내전 교전 참전 12회
en: 12 times in middle east civil war.

source: 쿵짝
en: ba dum tss

source: 여긴 사유지...
en: this is a private property!

source: 특임국 중앙 통제실 라인
en: central control office of communication

source: ….라고
en: that’s what...

source: 아무도 들어오지 못하게 하라는 대표님 전달이십니다
en: my boss ordered me not to let anyone in here.

source: 지겨워서 다 포기해버리고 싶었지만
en: I wanted to give up, but each time I made my mind to do it...

source: 말씀 많이 들었습네다
en: I’ve heard a lot about you.

source: 장군님
en: sir.

source: 야!
en: hey!

source: 쉬이이익
en: pshhhh

source: 윗선엔 내가 말할테니까...
en: I’ll report myself to the higher-ups--

source: 그리고
en: and...

source: 쩝…쩝….
en: yeah... yes...

source: 후들
en: tremble

source: 네 이야기가 소문이 나버려서 나도 아주 피곤하디
en: your love story with that girl is the talk of the town. it’s stressing me out.

source: 교통사고였던 걸로 하죠
en: let’s just say it was a car accident.

source: 으으음~?
en: hmm...

source: 그럼 내래 좋게 좋게 이야기 해보갔어
en: then I’ll try to talk as nicely as possible with you all.

source: 경찰쪽에는 저희가 먼저 협조 넣을 겁니다
en: we will call the first police for back up and...

source: 타탓
en: sprint

source: 뚜르르르르
en: ring

source: 현상수배범을 내놓으라고 당당하게...
en: how they’d blatantly demanded to be presented with a wanted man.

source: 그러다 진짜 죽어요!
en: you’re going to kill yourself!

source: 슬슬 한계다
en: he’s near his limit.

source: 뭔가를 본 것 같았는데
en: ...she saw something.

source: 가서
en: I will go...

source: 와아아아아
en: ahhhhh

source: 평화 유지군 소속 민간인 구출 작전 투입
en: rescue mission of saving pko civilians.

source: 아, 혹시 대학 입학제도의 운용성과 평가라는 글 읽어봤니?
en: oh, by the way. have you ever read the article about the operability and evaluation of college admissions system?

source: 락커
en: rocker

source: 안 돼, 안 돼
en: no, no.

source: 문태범은
en: ...taebeom...

source: 빠바바박!
en: pow pow pow

source: 예, 예
en: yes, sir, yes.

source: 석쟁이 마을
en: village of stonemasons

source: 아뇨..처음 듣는데요
en: no... I don’t know...

source: 지난 10년간 그녀를 찾기 위해 온갖 방법을 다 써봤지만
en: for the last ten years, I resorted to all kinds of methods to find her...

source: 전화기 꺼놓으셨습니다!
en: his phone is dead!

source: 탁탁탁탁탁
en: sprint

source: 멍청한 아새끼…
en: what an idiot you are...

source: …뭐야?
en: what the...?

source: 민지가 느낀 감정은
en: ...minji felt something jerk inside her heart.

source: 그런 것 같다니?
en: what do you mean?

source: 무엇이든
en: if her safety is at stake...

source: 이…
en: you...

source: 조금 있으면 네 영장도 나올거야
en: your warrant will be out soon.

source: 5분이 지났으니 진작 뻗었을 겁니다
en: since we’ve gassed them for five minutes, they’ll be as good as dead, sir.

source: 각오하는 게 좋을기야
en: you better brace yourselves.

source: 1306호로
en: 1306, please.

source: 남 실장님, 너무 요란하게 제압하시던데
en: I see you got pretty rough with those guys back there.

source: 뭐야
en: what the...

source: 국가를 대신해서 왔다
en: ...we’re here on behalf of the government.

source: 이것 참..
en: shit...

source: 졸음이라는 인간의 본능과
en: he was currently having a battle of his own.

source: 중국어) 갑자기 연락을 해선 여기서 기다리겠다고…
en: they contacted us that they’ll be waiting for us here...

source: 너네도 그러네?
en: don’t you think so too, you two?

source: 진짜 뭐든지 할 수 있겠어?
en: really? anything?

source: 오~이런
en: oh, dear.

source: 지금이라도 불구로 만들어 줄까?
en: ...I can break your legs now.

source: 회담으로 가던 도중 벌어진 일 같은데
en: it looks like something happened on the way to the talk...

source: 1506호
en: room number 1506

source: 어차피 네가 지금 할 수 있는 건
en: it’s the only thing...

source: 좀 지지하게..
en: be more serious--

source: 어?
en: huh?

source: 그 아이를 지키기 위해서라면
en: and if her safety is at stake...

source: 그냥 들어가 이 ㅆㅂ
en: just get the fuck in there.

source: 이거..
en: this...

source: 선배님….
en: sir?

source: 뚜벅 뚜벅
en: step step

source: 그 아이를 지키면서 살아주세요
en: ...live for the child.

source: 네가 말한대로 혼자 전부 죽이고
en: you think you can finish everyone....

source: 한 번 더 그 놈을 암살하러 갔다고?
en: he crossed the border to try to assassinate the guy again? just to get discharged?

source: 알려줘야지
en: I’ll teach him...

source: 탕!
en: bang

source: 재수가 없으려니..
en: it’s so annoying.

source: 성한수
en: hansu seong

source: 대한민국의 평화를 위해
en: take care of him...

source: 간지러워
en: it’s itchy.

source: 빡
en: bam

source: 차에서 떨어트릴까?
en: should I just push them off the truck?

source: 서두르세요
en: hurry.

source: 전 병력은 집합 해주시기 바랍니다
en: all forces assemble at the designated location.

source: 분주해 보이는 군인들 사이로
en: among the bustling men in uniform...

source: 쿨럭 쿨럭
en: cough cough

source: 모든 일은 끝이 좋아야 하는 법인데
en: everything must have a happy ending...

source: 엮여있는 일이 한두 개가 아니야
en: he’s involved in too many matters.

source: I LOVE 우리딸
en: I love my daughter

source: 애를 이 꼴로 만들어놓고 미안하다면 다예요?!
en: apologize? you think that’s enough after what you’ve done to my child?!

source: ㄱ
en: Favorites

source: 너는 오늘도 저녁 없어!
en: no dinner for you! again!

source: 휘릭
en: swish

source: 서로 중요한 날
en: and our paths can’t cross on the date of the mission...

source: 왜, 본 적 있네?
en: why, did you see him?

source: 사실은 엄청난 인내심과 결정력으로 살아온 사람이었다
en: ...turned out to be a man of extraordinary patience and determination.

source: 좀 사연 많은 친구
en: a friend with a long history.

source: 차에 무리 간 거 있으면 보상해주셔야 합니다
en: remember, we’ll get paid for all the damage you’ve caused.

source: 뭐야...?
en: what the...?

source: 우당탕탕!
en: crash

source: 그리고 내 번호는 '73번'이라는 것
en: ...my number was 73.

source: …오랜만이다 66
en: long time no see, 66.

source: …그리고
en: besides...

source: 지하통로로 데려가
en: ...take her to the underground tunnel.

source: 좋아, 좋아 합격
en: good, good. pass.

source: 성찬씨
en: seongchan.

source: 날라!!!
en: keep them coming!

source: 얼른!!!
en: now!!

source: 북한 보안팀 '민들레' 리만섭
en: north korean security team dandelion manseop ri

source: 쿨럭
en: cough

source: 中國語(중국어)
en: chinese

source: 와락!
en: hug

source: 그 선물이라는 거
en: ...to find out what gift he’s gotten me.

source: 아빠한테 아직 연락 없어요?
en: any news from dad yet?

source: 저딴 개소리 듣지 말고
en: ignore what those shitheads are saying,

source: 대한민국에서는 가장으로 살아남기 참 힘들어
en: it’s terribly tough to be a breadwinner here in this country.

source: 실장님!!
en: sir!!

source: 당에 충성을 보여라~ 이 말이디
en: ...but show me your loyalty to the party.

source: 이 자식 제대로 싸울 생각 없어요
en: this brat doesn’t mean to fight.

source: 국장니이임!
en: sir!

source: 저 에미나이는 절대로 널 사랑하지 않아
en: that young lady will never love you.

source: 그 영감 진짜 장난 아니던데?
en: did you see what he was capable of?

source: 쩌{j}억!
en: pow{j}

source: 나와 이 여자 살 수 있냐고 물었다
en: ...can we leave this place alive?

source: 여기는 독수리
en: this is eagle.

source: 당당
en: smile

source: 투바바바바
en: pow pow pow

source: 넌 왜 맨날 말투가 멋대로야?
en: sir? hey, do you know that your manner and tone change every time you speak?

source: 차라리 이렇게 친구랑 떠들고 있어야 덜 의심받지
en: it’s better to talk to me like you’re talking to a friend. that way, you blend in.

source: 이제 절대 놓치지 않을게
en: I won’t let you go now or ever.

source: 크흠
en: ehem.

source: 저벅 저벅
en: step step

source: 바람구멍?
en: holes in his chest?

source: 너는 포위됐다!!
en: you’re surrounded!

source: 진짜!!
en: for fuck’s sake!

source: 일본말 쓰고 있잖아
en: I’m talking in japanese.

source: 벌컥 벌컥 벌컥!
en: chug chug chug

source: 두근
en: pound

source: 그게 무슨…
en: what do you mean...

source: 저는 그 사람에게 짐밖에 되지 않을겁네다
en: I’ll be nothing but a burden to him.

source: 양성반응 나오는 대로 바로 운반팀에 넘깁니다
en: once the drug test comes out positive, we’ll hand them over to the delivery team.

source: 씨익
en: smile

source: 우리 아빠는 나한테 관심도 별로 없는데
en: my dad doesn’t care what happens to me.

source: 박진철의 낭만'
en: jincheol park’s romantic reason

source: 나는 뭐, 그대들이 막든지 말든지 신경 쓰지 않소이다
en: and actually, I don’t give a hoot whether you guys stop me.

source: 그 한마디가 주사장의 머리를 흔들었다
en: “man with a daughter.”

source: 덜컹
en: clank

source: 우드드드드득
en: craaaack

source: 보위국 소속
en: taebeom moon

source: 저 녀석까지 한 번만 도와주시죠
en: why don’t you do that to the punk over there as well...

source: 아니 내가 직접 보증 뜨는 물건인디, 그럼
en: wait, you didn’t think he’s going to cost a trinket...

source: 난 또 뭔가 했네
en: for a second, I thought it’d be something else.

source: 읍 읍
en: muffle muffle

source: 그림 정종택
en: Art Jongtaek Jung

source: 그냥 일반 상황이면 무조건 안 돼
en: and we need to deal with them in a serious manner.

source: 내 옛날 동무야, 문제 없으니 속히 풀라
en: we go way back. you can trust him, so relax and let him go.

source: 휙
en: turn

source: 그 아이를 지키기 위해서라면 무엇이든지 해주세요
en: and if her safety is at stake. do anything.

source: 진짜 매일 와도
en: are you going to...

source: 힘을 가진 자만이 말할 수 있는기야
en: ...something only the strong can talk about.

source: 파팟
en: swoosh

source: 목적지만 좀 바꾸세
en: ...let’s just change the destination.

source: 우우우우!(이게 락이고!)
en: woo-woo! (this is rock!)

source: 날 찾기 위해 들쑤시고 다녔다고?
en: he’s been snooping around places just to look for me?

source: 싸움이란 죽이지 않으면 죽는 법
en: I just know that fighting is all about going till the end until one of us dies.

source: 뒤에 한 놈 더 있는데
en: but there’s one more in the back.

source: 그와 동시에
en: ...just as he said it...

source: 퓻퓻퓻
en: slash

source: 번쩍!
en: flash

source: 암 도와줘야지~
en: yes, yes, I should!

source: 어쩌구 저쩌구
en: murmur

source: 조금 아플겁니다
en: it’s going to hurt a little.

source: 와라!
en: come!

source: ….네...
en: yes...

source: 슥
en: slide

source: 잠시지만 공조하는 거다
en: we’re cooperating just for this.

source: 콜록 콜록
en: cough cough

source: 으으…!
en: argh...

source: 죽이고 오면 된다는 거지?
en: I just have to kill him, yeah?

source: 꼬..꼼짝 말라우!
en: do-don’t move!

source: 야, 깨워
en: wake her up.

source: 모릅네다
en: I don’t know.

source: 보나마나 엄청난 임무겠지
en: it surely is an enormous mission.

source: 무슨 일이 있어도 죽일 거야
en: come hell or high water...

source: 마치 트럭에 치인 것 같아
en: I feel like I collided with a truck.

source: 안경 쓴 중년 셋이었다
en: three middle-aged men in eyeglasses.

source: 어머, 저 군인 대단한데?!
en: my, he is a beast!

source: 쉬이이이익
en: pshhhh

source: 이제껏 나라를 지키며 살아왔습니다!
en: I’ve spent all of my life protecting my country!

source: 그런데 이번 일 비싼 거 알고 있지?
en: but you do know that this job costs a lot, right?

source: 내려차기
en: ax kick.

source: 찾아!
en: find him!

source: 내가 잘못 생각했어!
en: I must have lost it for a bit!

source: 하긴, 저런 사회부적응자가 어디서 술을 마셔 봤겠어?
en: goodness, I forgot for a second that he used to be completely isolated from the society.

source: 부아아앙
en: vroom

source: 뛰어뒤차기
en: jump and back kick.

source: 차량용 탈출 루트는 확보해놨어
en: I have an escape route in mind for the vehicle.

source: 빡!
en: bam!

source: 좀 유명하긴 하지만, 뭐!
en: I mean, yeah, he’s a bit famous, but so what?!

source: 할 수 있음 해보라
en: I dare you.

source: 쾅
en: slam

source: 사실은 나를 너무 많이 사랑하고 있었다
en: ...loved me very much.

source: 너희 아빠 간첩이었다
en: your father was a spy.

source: 으응 다른 건 아니고
en: it’s really nothing.

source: 재수 없지만..
en: I don’t want to say it, but...

source: 그, 그래?
en: re-really...?

source: 예, 현재 라오밍 호텔입네다
en: yes, we’re now at lao ming hotel.

source: 쿵짝 쿵짝 쿵짝
en: ba dum tss ba dum tss

source: 아..{j}아저씨!
en: s-sir...!{j}

source: 멈칫
en: halt

source: 이쪽이야!!
en: over here!

source: ….....어?
en: huh...?

source: 설마…
en: hold on...

source: 능력도 없는데 애를 낳는다?
en: when an incompetent man like him bears a child...

source: 전직 전설들과의 전쟁
en: a war against former legendary agents.

source: 설명이야 뭐 할 게 있간디?
en: what else is there to explain?

source: …지금 뭐하네?
en: what are you doing...?

source: 그 아이를 지키기 위해서라면 무엇이든지 되어주세요
en: if her safety is at stake, be anything.

source: 네에...
en: yes...

source: 삑 삐빅
en: beep beep

source: 푸슛 푸슛
en: swish swish

source: 우리가 비록 이렇게 만났지만
en: though we got off on the wrong foot...

source: 애들 챙겨서 나와
en: all of you.

source: 보안 인원 늘리고!!
en: increase the security in the area!

source: 콰직
en: snap

source: 죽여버리면 됩니다
en: ...we can just kill him on the spot.

source: 주의할 게 있다면 보안 인원이야
en: if there’s anything we should watch out for, that’d be the security team.

source: 대신
en: but...

source: 급진 무장단체 LSS 소탕
en: annihilation of radical militants, lss.

source: 죽지 않았다
en: he is not dead.

source: 그러게
en: you’re absolutely right.

source: 말리라우!
en: stop them!!

source: 전역시켜주면 뭐든지 한다고 했지?
en: will you really do anything if we send you home?

source: 쾌남 조평견
en: stud pyunggyeon cho

source: 이건 남자의 승부!!!
en: this is a battle of manhood!

source: 국가에서 개인에게 필요한 상황이라면
en: it refers to a special immunity given by the government...

source: 언제부터?
en: since when?

source: 순간
en: for a split second...

source: 마음대로 해
en: do whatever you please.

source: 군인들은 부딪쳐보면
en: that’s because soldiers know level their pretty quick.

source: 쪼오오옥 쭈와아아악
en: sluuurp

source: 이게 무슨 억지…
en: what kind of--

source: 이름을 잊을 때까지 맞았다는 것이다
en: ...that they whacked me until my name was beaten out of my head.

source: 서로 말은 하지 않았지만 알 수 있었다
en: ...although no one uttered anything, we just knew.

source: 제 마지막 소원이에요 그러니…
en: ...I have a favor to ask you for the last time, so...

source: 내래 지금 포로로 붙잡혔는데 살려둬도 되는겁네까?
en: can you keep me alive when I’m... nothing but a fugitive?

source: 연기조'라고 들어본 적 있네?
en: have you ever heard of the acting troupe?

source: 빨라
en: he’s fast.

source: 아까 낮에 차를 너무 마셨나
en: I must have drank too much tea in the afternoon.

source: 아빠를 몰랐던 건
en: ...the truth was...

source: 전설이라길래 조금 기대했는데..
en: they told me that you were a legend, so I looked forward to meeting you.

source: 김민지양,
en: minji kim...

source: 등신들
en: dumbass.

source: 이런 ㅆ…
en: you fu...

source: 성선수랑 저 장발 군인까지는 오케이!
en: you and the soldier with long hair are a go!

source: 아, 예!
en: oh, yes,

source: 방금 이야기했습니다
en: ...I just talked to him.

source: 차박 차박
en: pitter patter

source: 어떻게 우리같은 인싸 아저씨들이랑 친구가 된 건지 궁금하지?
en: do you wanna know how a man like him came to be friends with cool and awesome friends like us?

source: 보고해 빨리!!
en: report it right away!

source: 그렇다면 기절하기 전까지 세던
en: if so, what is the meaning of the counting...

source: 안됩니다!
en: I can’t do it!

source: 지금과 많이 달랐거든
en: ...very different from today.

source: 그 차에 내 딸 타고 있지
en: I know my daughter is in the car.

source: 빠악!
en: pow

source: 탓!
en: leap

source: 친구를 위해서 이렇게까지 하는겨?
en: all this for a friend?

source: 이야기 좀 하지
en: we need to talk.

source: 남들 눈에 띄지 않는게 중요하오
en: ...to stay low, away from people’s attention.

source: 마음에 들어잉~
en: I like it.

source: …이 녀석
en: this guy...

source: 이번 임무 수행 후
en: the president seems to want to get rid of code 66,

source: 원래 CQC는 30m내의 적을 제압하기 위한 기술
en: originally, cqc is a form of combat that suppresses the enemy within feet.

source: ….왔나?
en: you here...?

source: 전장의 피 냄새…
en: I can smell the blood of the battles...

source: 뭐지?
en: what is this feeling?

source: 우리는 국가 특수 임무국이고
en: we are here from the national special missions bureau, and...

source: 우우우!
en: woo-woo-woo!

source: 하여간 여자 경험 없던 놈들이 더 사고를 쳐요
en: seriously, it’s the inexperienced ones that knock up women.

source: 파바바바밧
en: pow pow

source: 저는 김….
en: I’m kim-

source: 다쳐!!
en: you’re going hurt yourself!

source: 할 일이라곤 훈련 반복과 또 반복뿐
en: there was nothing else to do but train over and over again.

source: 미안하다
en: I’m sorry...

source: 왜 그래?
en: what’s wrong?

source: 연출, 콘티 갸오오
en: Content Presentation Gyaohoh

source: 난 무서울 게 없어
en: I’ve got nothing to be afraid of.
